{
  "dateRequired_msg": "Date is required",
  "dateNotInPast_msg": "Date cannot be in the past",
  "dateNotTooFarFuture_msg": "Date cannot be more than 6 months in the future",
  "startTimeAndEndTimeRequired_msg": "Start time and end time are required",
  "timeWindowMinimum_msg": "End time must be at least 90 minutes after start time",
  "createNewAvailability_act": "Create New Availability",
  "date_lbl": "Date",
  "startTime_lbl": "Start Time",
  "endTime_lbl": "End Time",
  "cancel_act": "Cancel",
  "create_act": "Create",
  "header_title": "Tantra Masseur Booking System",
  "logIn_title": "Log in or sign up as a masseur",
  "masseur_lbl": "Masseur",
  "welcomeMasseur_title": "Welcome, {{userName}}!",
  "emailNotVerified_msg": "Your email is not verified. Please check your inbox for a verification email.",
  "loggedIn_msg": "You are now logged in and ready to configure your booking system.",
  "logout_act": "Logout",
  "invalidEmail_msg": "Please enter a valid email address.",
  "passwordMinLength_msg": "Password must be at least 8 characters long.",
  "passwordNumber_msg": "Password must contain at least one number.",
  "passwordLetter_msg": "Password must contain at least one letter.",
  "passwordsUnequal_msg": "Passwords must be equal",
  "nameMinLength_msg": "Name must be at least 3 characters long.",
  "nameMaxLength_msg": "Name must not be longer than 40 characters long.",
  "usernameMinLength_msg": "Username must be at least 3 characters long.",
  "usernameMaxLength_msg": "Username must not be longer than 20 characters long.",
  "usernameStartOrEndHyphen_msg": "Username cannot start or end with a hyphen.",
  "usernameConsecutiveHyphens_msg": "Username cannot contain consecutive hyphens.",
  "usernameInvalidCharacters_msg": "Only lowercase letters, numbers, and hyphens.",
  "termsUnaccepted_msg": "You must accept the terms and conditions",
  "email_lbl": "Email",
  "password_lbl": "Password",
  "confirmPassword_lbl": "Confirm Password",
  "name_lbl": "Name",
  "username_lbl": "Username",
  "acceptTerms_prefix": "I accept the",
  "acceptTerms_link": "terms and conditions",
  "forgotPassword_link": "Forgot password?",
  "signUp_act": "Sign Up",
  "logIn_act": "Log In",
  "switchToSignUp_link": "Switch to Sign Up",
  "switchToLogIn_link": "Switch to Log In",
  "passwordResetEmailSent_msg": "Password reset email sent! Please check your inbox.",
  "passwordResetEmailFailed_msg": "Failed to send password reset email. Please try again.",
  "resetPassword": "Reset Password",
  "enterEmail_lbl": "Enter your email",
  "sendResetEmail_act": "Send Reset Email",
  "backToLogin_act": "Back to Log in Page",
  "terms-and-conditions.title": "Terms and Conditions",
  "last-updated.msg": "Last updated: August 4, 2024",
  "1-acceptance-of-terms.title": "1. Acceptance of Terms",
  "acceptance-of-terms.msg": "By accessing and using the Tantra Masseur Booking System, you accept and agree to be bound by the terms and provisions of this agreement. If you do not agree to abide by these terms, please do not use this service.",
  "2-compliance-with-laws.title": "2. Compliance with Laws",
  "compliance-with-laws.msg": "Users agree to use the Tantra Masseur Booking System only for lawful purposes and in a manner that does not infringe the rights of or restrict or inhibit the use and enjoyment of this site by any third party. Prohibited behavior includes but is not limited to harassing or causing distress or inconvenience to any other user, or transmitting or publishing obscene or offensive content.",
  "3-limitation-of-liability.title": "3. Limitation of Liability",
  "limitation-of-liability.msg": "Audun Steinholm is not responsible for any losses or damages, whether direct, indirect, incidental, or consequential, arising from the use or inability to use the Tantra Masseur Booking System. This includes but is not limited to damages for loss of profits, use, data, or other intangibles.",
  "4-disclaimer-of-warranties.title": "4. Disclaimer of Warranties",
  "disclaimer-of-warranties.msg": "The service is provided on an \"as is\" and \"as available\" basis without any warranties of any kind, either express or implied, including but not limited to implied warranties of merchantability, fitness for a particular purpose, or non-infringement.",
  "5-indemnification.title": "5. Indemnification",
  "indemnification.msg": "You agree to indemnify, defend, and hold harmless Audun Steinholm from any claims, liabilities, damages, losses, and expenses, including without limitation, reasonable legal fees and costs, arising out of or in any way connected with your access to or use of the service.",
  "6-changes-to-the-terms.title": "6. Changes to the Terms",
  "changes-to-terms.msg": "Audun Steinholm reserves the right to modify these terms at any time. Any changes will be posted on this page, and it is your responsibility to review these terms periodically. Your continued use of the site after any changes indicates your acceptance of the new terms.",
  "7-governing-law.title": "7. Governing Law",
  "governing-law.msg": "These terms and conditions are governed by and construed in accordance with the laws of Norway. Any disputes relating to these terms and conditions will be subject to the exclusive jurisdiction of the courts of Norway. This is applicable even when masseurs and clients are located in different countries.",
  "terms-questions.prefix": "If you have any questions about these terms, please contact Audun Steinholm at",
  "confirm-delete.msg": "Confirm delete {{timeWindow}}?",
  "available.msg": "Available",
  "no-availability.msg": "No availability",
  "bookings.msg": "Bookings",
  "no-bookings.msg": "No Bookings"
}
