{
  "dateRequired_msg": "La fecha es obligatoria",
  "dateNotInPast_msg": "La fecha no puede estar en el pasado",
  "dateNotTooFarFuture_msg": "La fecha no puede estar a más de 6 meses en el futuro",
  "startTimeAndEndTimeRequired_msg": "Se requiere la hora de inicio y la hora de fin",
  "timeWindowMinimum_msg": "La hora de fin debe ser al menos 90 minutos después de la hora de inicio",
  "createNewAvailability_act": "Crear nueva disponibilidad",
  "date_lbl": "Fecha",
  "startTime_lbl": "Hora inicio",
  "endTime_lbl": "Hora fin",
  "cancel_act": "Cancelar",
  "create_act": "Crear",
  "header_title": "Sistema de Reservas para Masajistas Tántricos",
  "logIn_title": "Inicia sesión o regístrate como masajista",
  "masseur_lbl": "Masajista",
  "welcomeMasseur_title": "¡Bienvenido, {{userName}}!",
  "emailNotVerified_msg": "Tu correo electrónico no está verificado. \nPor favor, revisa tu bandeja de entrada para verificar tu correo.",
  "loggedIn_msg": "Ahora has iniciado sesión y estás listo para configurar tu sistema de reservas.",
  "logout_act": "Cerrar sesión",
  "invalidEmail_msg": "Por favor, introduce una dirección de correo electrónico válida.",
  "passwordMinLength_msg": "La contraseña debe tener al menos 8 caracteres.",
  "passwordNumber_msg": "La contraseña debe contener al menos un número.",
  "passwordLetter_msg": "La contraseña debe contener al menos una letra.",
  "passwordsUnequal_msg": "Las contraseñas deben ser iguales.",
  "nameMinLength_msg": "El nombre debe tener al menos 3 caracteres.",
  "nameMaxLength_msg": "El nombre no debe tener más de 40 caracteres.",
  "usernameMinLength_msg": "El nombre de usuario debe tener al menos 3 caracteres.",
  "usernameMaxLength_msg": "El nombre de usuario no debe tener más de 20 caracteres.",
  "usernameStartOrEndHyphen_msg": "El nombre de usuario no puede comenzar o terminar con un guion.",
  "usernameConsecutiveHyphens_msg": "El nombre de usuario no puede contener guiones consecutivos.",
  "usernameInvalidCharacters_msg": "Solo se permiten letras minúsculas, números y guiones.",
  "termsUnaccepted_msg": "Debes aceptar los términos y condiciones",
  "email_lbl": "Correo electrónico",
  "password_lbl": "Contraseña",
  "confirmPassword_lbl": "Confirmar contraseña",
  "name_lbl": "Nombre",
  "username_lbl": "Nombre de usuario",
  "acceptTerms_prefix": "Acepto los",
  "acceptTerms_link": "términos y condiciones",
  "forgotPassword_link": "¿Olvidaste tu contraseña?",
  "signUp_act": "Registrarse",
  "logIn_act": "Iniciar sesión",
  "switchToSignUp_link": "Cambiar a registro",
  "switchToLogIn_link": "Cambiar a iniciar sesión",
  "passwordResetEmailSent_msg": "¡Correo de restablecimiento de contraseña enviado! Por favor, revisa tu bandeja de entrada.",
  "passwordResetEmailFailed_msg": "No se pudo enviar el correo de restablecimiento de contraseña. Por favor, inténtalo de nuevo.",
  "resetPassword": "Restablecer contraseña",
  "enterEmail_lbl": "Introduce tu correo electrónico",
  "sendResetEmail_act": "Enviar correo de restablecimiento",
  "backToLogin_act": "Volver a la página de inicio de sesión",
  "terms-and-conditions.title": "Términos y Condiciones",
  "last-updated.msg": "Última actualización: 4 de agosto de 2024",
  "1-acceptance-of-terms.title": "1. Aceptación de los Términos",
  "acceptance-of-terms.msg": "Al acceder y utilizar el Sistema de Reservas para Masajistas Tántricos, aceptas y te comprometes a cumplir con los términos y disposiciones de este acuerdo. Si no estás de acuerdo con estos términos, por favor no utilices este servicio.",
  "2-compliance-with-laws.title": "2. Cumplimiento de las Leyes",
  "compliance-with-laws.msg": "Los usuarios se comprometen a utilizar el Sistema de Reservas para Masajistas Tántricos solo para fines legales y de una manera que no infrinja los derechos ni restrinja o inhiba el uso y disfrute de este sitio por parte de terceros. El comportamiento prohibido incluye, pero no se limita a, acosar o causar molestias o inconvenientes a otros usuarios, o transmitir o publicar contenido obsceno u ofensivo.",
  "3-limitation-of-liability.title": "3. Limitación de Responsabilidad",
  "limitation-of-liability.msg": "Audun Steinholm no es responsable por pérdidas o daños, ya sean directos, indirectos, incidentales o consecuentes, que surjan del uso o la incapacidad de usar el Sistema de Reservas para Masajistas Tántricos. Esto incluye, pero no se limita a, daños por pérdida de beneficios, uso, datos u otros intangibles.",
  "4-disclaimer-of-warranties.title": "4. Descargo de Garantías",
  "disclaimer-of-warranties.msg": "El servicio se proporciona tal cual y según disponibilidad, sin ningún tipo de garantía, ya sea expresa o implícita, incluyendo, pero no limitado a, garantías implícitas de comerciabilidad, idoneidad para un propósito particular o no infracción.",
  "5-indemnification.title": "5. Indemnización",
  "indemnification.msg": "Aceptas indemnizar, defender y mantener indemne a Audun Steinholm de cualquier reclamo, responsabilidad, daños, pérdidas y gastos, incluidos, sin limitación, honorarios y costos legales razonables, que surjan o estén relacionados de alguna manera con tu acceso o uso del servicio.",
  "6-changes-to-the-terms.title": "6. Cambios en los Términos",
  "changes-to-terms.msg": "Audun Steinholm se reserva el derecho de modificar estos términos en cualquier momento. Cualquier cambio se publicará en esta página, y es tu responsabilidad revisar estos términos periódicamente. Tu uso continuado del sitio después de cualquier cambio indica tu aceptación de los nuevos términos.",
  "7-governing-law.title": "7. Ley Aplicable",
  "governing-law.msg": "Estos términos y condiciones se rigen y se interpretan de acuerdo con las leyes de Noruega. Cualquier disputa relacionada con estos términos y condiciones estará sujeta a la jurisdicción exclusiva de los tribunales de Noruega. Esto se aplica incluso cuando los masajistas y los clientes se encuentran en diferentes países.",
  "terms-questions.prefix": "Si tienes alguna pregunta sobre estos términos, por favor contacta a Audun Steinholm en"
}
